{"Friday":[
  {"title":"Keynote: Jonathan Zittrain",
   "time":"1:00PM",
   "desc": "Jonathan is Professor of Law at Harvard Law School and co-founder of The Berkman Center for Internet and Society. He currently serves on the board of the Electronic Frontier Foundation, and is the author of the brilliant innovation-theory-slash-techno-dystopian screed The Future of the Internet — and How To Stop It. So suffice it to say, he’s kind of an all-star internet smartypants. Perhaps most importantly, he’s one of the most kickass and entertaining speakers that it has ever been the pleasure of the ROFLStaff to witness. So, kick back, relax, and let the man open up ROFLCon weekend for you.",
   "url":""},
  {"title":"Global Lulzes",
   "time":"2:00PM",
   "desc": "Panelists: An Xiao Mina (Digital Artist), Bia Granja (youPIX), Anas Qtiesh (Global Voices), Ethan Zuckerman (mod – Center for Civic Media)",
   "url":""},
  {"title":"From Micro-Fame to Nano-Fame",
   "time":"3:30PM",
   "desc": "Panelists: Nate Dern (Huh? Guy), Matt Oswald (Me Gusta), Chris Torres (Nyan Cat), Paul Vasquez (Double Rainbow), Mike Rugnetta (mod – MemeFactory)",
   "url":""},
  {"title":"Life After the Meme",
   "time":"3:30PM",
   "desc": "Panelists: Austin Hall (Daft Hands), Leeroy Jenkins (Leeroy Jenkins), Kyle McDonald (One Red Paperclip), Chuck Testa (Ojai Taxidermy), Christian Lander (mod – Stuff White People Like)",
   "url":""},
  {"title":"The Distant Future, The Year 2000",
   "time":"5:00PM",
   "desc": "Panelists: Eric Wu (Eric Conveys an Emotion), Zblofu (Zombocom), Jonti Picking (Weebl’s Stuff), Rob Beschizza (mod – BoingBoing)",
   "url":""},
  {"title":"The Mysterious Mr. Hokum",
   "time":"5:00PM",
   "desc": "Panelists: Jason Scott (Textfiles.com / Internet Archive)",
   "url":""},
  {"title":"Webcomics: The Long View",
   "time":"5:00PM",
   "desc": "Panelists: R. Stevens (Diesel Sweeties), Sam Brown (Explodingdog)",
   "url":""},
  {"title":"Too Big To Know",
   "time":"6:30PM",
   "desc": "Panelists: Brian Simpson (Reddit),Kevin Allocca (YouTube), Alan Schaaf (Imgur), David Weinberger (mod – Berkman Center for Internet and Society)",
   "url":""},
  {"title":"Gaming: WHY THE %&amp;*# IS THIS SO %&amp;#ING IMPOSSIBLE??",
   "time":"6:30PM",
   "desc": "Panelists: Bennett Foddy (QWOP / GIRP), Michael “Kayin” O’Reilly (I Wanna Be The Guy), Jesper Juul (NYU Game Center), Jamin Warren (mod – Kill Screen)",
   "url":""},
  {"title":"Solo: Zach Weiner",
   "time":"6:30PM",
   "desc": "",
   "url":""},
  {"title":"Solo: Rebecca Tushnet",
   "time":"7:00PM",
   "desc": "",
   "url":""},
  {"title":"MemeFactory",
   "time":"8:30PM",
   "desc": "Performers: Mike Rugnetta (MemeFactory), Stephen Bruckert (MemeFactory), Patrick Davison (MemeFactory)",
   "url":""},
  {"title":"Super Art Fight",
   "time":"8:30PM",
   "desc": "Performers: Zach Weiner (Saturday Morning Breakfast Cereal), Caldwell Tanner (Loldwell), Ethan Nicolle (Axe Cop), Rob DenBleyker (Cyanide and Happiness), Ross Nover (mod – Super Art Fight)",
   "url":""}],
 "Saturday":[
  {"title":"Keynote Panel: Supercuts",
   "time":"9:30AM",
   "desc": "Panelists: Rich Juzwiak (Fourfour / “I’m Not Here To Make Friends”), Aaron Valdez (Wreck & Salvage), Duncan Robson (“Let’s Enhance” / “Tumbleweeds”), Andy Baio (mod – Waxy.org)",
   "url":""},
  {"title":"Lolitics: Memes and Politics",
   "time":"11:00AM",
   "desc": "Panelists: Dan Sinker (Mozilla / @MayorEmanuel), Biella Coleman (McGill University), Latoya Peterson (Racialicious), Molly Sauter (mod – Comparative Media Studies)",
   "url":""},
  {"title":"Drunk Vegan Black Metal Scanwich Chef",
   "time":"11:00AM",
   "desc": "Panelists: Hannah Hart (My Drunk Kitchen), Brian Manowitz (Vegan Black Metal Chef), Jon Chonko (Scanwiches), Stephen Bruckert (mod – MemeFactory)",
   "url": ""},
  {"title":"Fangirl Culture",
   "time":"11:00AM",
   "desc": "Panelists: FemmeQuixotic, Beth H (http://bethbethbeth.livejournal.com/), Kori Michele (Fandom Matters), Alice (@alicexz), Flourish Klink (mod – MIT Comparative Media Studies), Kimberly Chang (mod – Wellesley)",
   "url":""},
  {"title":"Channels Killed the (Internet) Video Star",
   "time":"1:30PM",
   "desc": "Panelists: Matt Harding (Where The Hell Is Matt), Judson Laipply (The Evolution of Dance), Liam Sullivan (Liam Show / “Shoes”), Deshawn Raw (Parody Rap Battle), Christian Sandvig (mod – University of Illinois)",
   "url":""},
  {"title":"The GIFs That Keep on GIFing",
   "time":"1:30PM",
   "desc": "Panelists: Alana Post (Each Day Is A GIF), Aaron Meyers (3Frames), Olia Lialina (Artist), Jonny Vingiano (Le Meme), Ethan Marcotte (mod – bukk.it)",
   "url":""},
  {"title":"Solo: Christopher Poole",
   "time":"1:30PM",
   "desc": "",
   "url":""},
  {"title":"Solo: Neil Cicierega",
   "time":"2:00PM",
   "desc": "",
   "url":""},
  {"title":"Honey, I Memed The Kids",
   "time":"3:00PM",
   "desc": "Panelists: Laney Griner (Success Kid), Sammy Griner (Success Kid), David Devore (David After Dentist), David A. Devore (David After Dentist), Alice Daer (Arizona State University)",
   "url":""},
  {"title":"Adventures in Aca-meme-ia",
   "time":"3:00PM",
   "desc": "Panelists: Kate Miltner (London School of Economics), Whitney Philips (University of Oregon), Jordan Lefler (Louisiana State University), Patrick Davison (mod – NYU)",
   "url":""},
  {"title":"Solo: Ben Huh",
   "time":"3:00PM",
   "desc": "",
   "url":""},
  {"title":"Craig Allen",
   "time":"3:30PM",
   "desc": "",
   "url":""},
  {"title":"Metameme",
   "time":"4:30PM",
   "desc": "Panelists: Lindsey Weber (Buzzfeed), Christopher Price (Tumblr), Graydon Sheppard (Shit Girls Say), Kyle Humphrey (Shit Girls Say), Nick Douglas (Slacktory)",
   "url":""},
  {"title":"Becomes an Advice Animal; Talks About it",
   "time":"4:30PM",
   "desc": "Panelists: Scumbag Steve (Scumbag Steve), Don Caldwell (mod – Know Your Meme), Amanda Brennan (mod – Know Your Meme), Brad Kim (mod – Know Your Meme)",
   "url":""},
  {"title":"Solo: Wonder Tonic",
   "time":"4:30PM",
   "desc": "",
   "url":""},
  {"title":"Solo: Gingers Do Have Souls",
   "time":"5:00PM",
   "desc": "",
   "url":""},
  {"title":"Keynote Panel: Defending the Internet",
   "time":"6:00PM",
   "desc": "Panelists: Alexis Ohanian (Reddit / Breadpig), Tiff Cheng (Fight For The Future), Derek Slater (Google), Elizabeth Stark (Stanford / Yale), Anil Dash (mod – Think Up)",
   "url":""}
]}
